export type Testimonial = {
  name: string;
  stars: string;
  text: string;
};

export const testimonials: Testimonial[] = [
  {
    name: "Елена",
    stars: "★★★★★",
    text: "Лидия прекрасный учитель! Занятия проходят интересно и весело, все понятно. Дочка занимается с удовольствием. А еще, Лидия делает прекрасные презентации!",
  },
  {
    name: "Ирина",
    stars: "★★★★★",
    text: "Учить с Лидией сербский приятно и продуктивно. Лидия хорошо знает русский, это помогает находить аналогии в языках и проще объяснять грамматику. Также сербский язык родной для Лидии, а учить язык с носителем всегда интересно.",
  },
  {
    name: "Марианна",
    stars: "★★★★★",
    text: "Весь прошлый учебный год Лидия занималась физикой с моей дочерью, ученицей 6 класса сербской школы. В этом году занимается химией и физикой. Девочке нужно было преодолеть языковой барьер — понять сам предмет и объяснения на сербском. В результате занятий ребенок получает и знания языка, и знания предметов, всё понимает и получает хорошие оценки. На занятия идёт с радостью, любит и уважает свою наставницу. Мы всем очень довольны. Лидии большое спасибо! Хвала лепо! Очень рады, что когда-то обратились именно к ней.",
  },
  {
    name: "Олеся",
    stars: "★★★★★",
    text: "Мы с сестрой занимались сербским языком больше года в группе вместе. За это время мы прошли весь базовый и средний курс, активно участвовали и выполняли все домашние задания. Наши знания сербского языка стали уверенными: теперь свободно общаемся, понимаем живую речь, умеем строить фразы и вопросы, а также грамотно использовать времена и падежи. Сейчас живем спокойно в Черногории и можем полноценно общаться с соседями и в повседневных ситуациях. За время занятий видно, как уверенность в языке растёт, а интерес к сербской культуре только усиливается. Мы всем очень довольны, и я благодарна за внимательный подход и терпение преподавателя.",
  },
  {
    name: "Светлана",
    stars: "★★★★★",
    text: "Лидия — отличный преподаватель. Стиль общения живой и непосредственный. Она знает и любит сербский язык и культуру своей страны. Прекрасно владеет также русским и английским. Рекомендую!",
  },
  {
    name: "Влад",
    stars: "★★★★★",
    text: "Прошло уже несколько занятий, всем доволен. Преподаватель дружелюбна, находит нужный подход. Наглядно на примерах объясняет то, что непонятно.",
  },
  {
    name: "Константин",
    stars: "★★★★★",
    text: "Лидия — очень крутой специалист. Советую всем, кто учит сербский.",
  },
  {
    name: "Мария",
    stars: "★★★★★",
    text: "Прошло два занятия, но мне уже очень нравится. Лидия отличный преподаватель, предлагает различные материалы и варианты обучения.",
  },
];
